Repository: Ijtihed/quran-app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Quran
ar: القرآن

source: Du'a
ar: الدعاء

source: Back
ar: العودة

# toc
source: Table of Contents
ar: الفهرس

source: Go to Bookmark
ar: إذهب إلى العلامة

# setBookmark
source: Place Bookmark
ar: وضع العلامة

source: Remove Bookmark
ar: إزالة العلامة

# changeLang
source: اللغه العربيه
ar: Switch to English

# lang
source: Language
ar: اللغه

# support
source: Support Email
ar: البريد الإلكتروني للدعم

source: Help
ar: المساعده

source: About
ar: المعلومات

source: Morning Du'a
ar: أذكار الصباح

source: Evening Du'a
ar: أذكار المساء

# khitmDua
source: Du'a Al-Khitm
ar: دعاء الختم

# aboutToc
source: Table of Contents
ar: جدول المحتويات

# aboutInfo
source: General Information
ar: معلومات عامة

# aboutNavigation
source: Navigation
ar: التصفح

# aboutMenu
source: Menu Options
ar: خيارات القائمة

# aboutDua
source: Du'a Section
ar: قسم الدعاء

# aboutAdditional
source: Additional Help
ar: مساعدة إضافية

# aboutInfoQ0
source: What is this Quran App all about?
ar: ما هو تطبيق القرآن هذا؟

# aboutInfoA0
source: This Quran App is designed to provide a seamless and interactive experience for reading the Quran. It features easy navigation, a variety of options through a pop-up menu, and a separate section for Duas.
ar: تم تصميم تطبيق القرآن هذا لتوفير تجربة سلسة وتفاعلية لقراءة القرآن. ويتميز بسهولة التصفح، ومجموعة متنوعة من الخيارات من خلال القائمة المنبثقة، وقسم منفصل للأدعية.

# aboutNavigationQ0
source: How do I navigate to the next Aya?
ar: كيف يمكنني الانتقال إلى الآية التالية؟

# aboutNavigationA0
source: To navigate to the next Aya, simply scroll to the left on your screen.
ar: للانتقال إلى الآية التالية، ما عليك سوى التمرير إلى اليسار على شاشتك.

# aboutNavigationQ1
source: How do I go back to the previous Aya?
ar: كيف أرجع إلى الآية السابقة؟

# aboutNavigationA1
source: To go back to the previous Aya, scroll to the right on your screen.
ar: للعودة إلى الآية السابقة، قم بالتمرير إلى اليمين على شاشتك.

# aboutNavigationQ2
source: Is the scrolling feature sensitive to speed?
ar: هل خاصية التمرير حساسة للسرعة؟

# aboutNavigationA2
source: The scrolling feature is designed to be responsive but not overly sensitive, ensuring a comfortable reading experience.
ar: تم تصميم ميزة التمرير لتكون سريعة الاستجابة ولكنها ليست حساسة بشكل مفرط، مما يضمن تجربة قراءة مريحة.

# aboutMenuQ0
source: How do I access the menu options?
ar: كيف يمكنني الوصول إلى خيارات القائمة؟

# aboutMenuA0
source: To access the menu options, tap anywhere in the middle of the screen while you are reading the Quran. A menu will pop up, showing you the different available options.
ar: للوصول إلى خيارات القائمة، انقر في أي مكان في منتصف الشاشة أثناء قراءة القرآن. ستظهر لك قائمة تعرض لك الخيارات المختلفة المتاحة.

# aboutMenuQ1
source: What options are available in the menu?
ar: ما هي الخيارات المتوفرة في القائمة؟

# aboutMenuA1
source: The menu includes options for bookmarking Ayas, going to Du'a Al-Khitm, back to the main menu, and du'as in general.
ar: القائمة تتضمن خيارات لوضع علامة على الآيات، والانتقال إلى دعاء الختم، والعودة إلى القائمة الرئيسية، والأدعية بشكل عام.

# aboutDuaQ0
source: How do I access the Du'a section?
ar: كيف يمكنني الوصول إلى قسم الدعاء؟

# aboutDuaA0
source: The Du'a section can be accessed from the main menu or through a dedicated icon within the app.
ar: يمكن الوصول إلى قسم الدعاء من القائمة الرئيسية أو من خلال أيقونة مخصصة داخل التطبيق.

# aboutDuaQ1
source: What kinds of Du'as are available?
ar: ما هي أنواع الأدعية المتوفرة؟

# aboutDuaA1
source: The Du'a section includes a variety of supplications for different occasions, such as morning and evening Du'as, and Du'a Al-Khitm.
ar: قسم الدعاء يضم مجموعة من الأدعية لمختلف المناسبات، مثل أدعية الصباح والمساء، ودعاء الختم.

# aboutAdditionalQ0
source: What should I do if I encounter a problem or have a suggestion?
ar: ماذا أفعل إذا واجهت مشكلة أو كان لدي اقتراح؟

# aboutAdditionalA0
source: If you encounter any issues or have suggestions for improvement, please feel free to email us at
ar: إذا واجهت أي مشاكل أو لديك اقتراحات للتحسين، فلا تتردد في مراسلتنا عبر البريد الإلكتروني على

# aboutAdditionalQ1
source: Is there a user guide or tutorial for this app?
ar: هل يوجد دليل مستخدم أو برنامج تعليمي لهذا التطبيق؟

# aboutAdditionalA1
source: Currently, there is no separate user guide, but the app is designed to be intuitive. For any specific queries, you can always email us for additional help.
ar: حاليًا، لا يوجد دليل مستخدم منفصل، ولكن التطبيق مصمم ليكون سهل الاستخدام. إذا كانت لديك أي استفسارات محددة، يمكنك دائمًا مراسلتنا عبر البريد الإلكتروني للحصول على مساعدة إضافية.

# m0
source: We have reached the morning and at this very time unto Allah belongs all sovereignty, and all praise is for Allah. None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. My Lord, I ask You for the good of this day and the good of what follows it and I take refuge in You from the evil of this day and the evil of what follows it. My Lord, I take refuge in You from laziness and senility. My Lord, I take refuge in You from torment in the Fire and punishment in the grave.
ar: أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ، وَسُوءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِيْ النَّارِ وَعَذَابٍ فِيْ الْقَبْرِ.

# m1
source: O Allah, by your leave we have reached the morning and by Your leave we have reached the evening, by Your leave we live and die and unto You is our resurrection.
ar: اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ.

# m2
source: O Allah, You are my Lord, none has the right to be worshipped except You, You created me and I am Your servant and I abide to Your covenant and promise as best I can, I take refuge in You from the evil of which I have committed. I acknowledge Your favour upon me and I acknowledge my sin, so forgive me, for verily none can forgive sin except You.
ar: اللَّهُمَّ أَنْتَ رَبِّي لَّا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِر لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.

# e0
source: We have reached the evening and at this very time unto Allah belongs all sovereignty, and all praise is for Allah. None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. My Lord, I ask You for the good of this night and the good of what follows it and I take refuge in You from the evil of this night and the evil of what follows it. My Lord, I take refuge in You from laziness and senility. My Lord, I take refuge in You from torment in the Fire and punishment in the grave.
ar: أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ.

# e1
source: O Allah, by Your leave we have reached the evening and by Your leave we have reached the morning, by Your leave we live and die and unto You is our return.
ar: اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَـيْكَ المَصِيْر.

# e2
source: O Allah, You are my Lord, none has the right to be worshipped except You, You created me and I am Your servant and I abide to Your covenant and promise as best I can, I take refuge in You from the evil of which I have committed. I acknowledge Your favour upon me and I acknowledge my sin, so forgive me, for verily none can forgive sin except You.
ar: اللَّهُمَّ أَنْتَ رَبِّي لَّا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِر لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.

# k
source: O Allah I have recited that which Thou commands from Thy Book Thou revealed to Thy truthful Prophet, blessings of Allah be on him and on his children. (All) praise be to our Lord. O Allah let me be one of those who take to the lawful and keep from the unlawful, accept and show submission to its clear as well as similar commands, let (this recitation) be my companion in my grave and at the time of Resurrection, and let me be one of those whom Thou shall raise and exalt, on account of this recitation, on the highest pedestal in the Paradise. Be it so O the Lord of the worlds.
ar: اللَّهُمَّ إِنِّي قَدْ قَرَأْتُ مَا قَضَيْتَ مِنْ كِتَابِكَ الَّذِي أَنْزَلْتَهُ عَلَى نَبِيِّكَ الصَّادِقِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَلَكَ الْحَمْدُ رَبَّنَا. اللَّهُمَّ اجْعَلْنِي مِمَّنْ يُحِلُّ حَلاَلَهُ وَ يُحَرِّمُ حَرَامَهُ وَ يُؤْمِنُ بِمُحْكَمِهِ وَ مُتَشَابِهِهِ وَ اجْعَلْهُ لِي أُنْساً فِي قَبْرِي وَ أُنْساً فِي حَشْرِي وَ اجْعَلْنِي مِمَّنْ تُرْقِيهِ (تُرَقِّيهِ) بِكُلِّ آيَةٍ قَرَأَهَا دَرَجَةً فِي أَعْلَى عِلِّيِّينَ آمِينَ رَبَّ الْعَالَمِينَ
